[M_Sage_EndGame MissionDefinition]
MissionName="O Início do Fim"
MissionDescription="Parece que a HSS Terminus voltou a ficar ativa. Vá lá e faça a festa... ou saqueie, como preferir."
TurnInDescription="Você não tem a sensação de que já fez isso antes?"
MissionSummary="Investigue a HSS Terminus."
MissionGiver="Painel de Trabalhos de Hunter's Grotto"
MissionTurnInLocation="Painel de Trabalhos de Hunter's Grotto"
TeaserText="Fim."

[M_Sage_EndGame:ContinueReachShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:DefeatElites MissionObjectiveDefinition]
ProgressMessage="Elimine os Selvagens de Elite"

[M_Sage_EndGame:DefeatElitesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:EscapeShip MissionObjectiveDefinition]
ProgressMessage="Escape da Terminus"

[M_Sage_EndGame:EscapeShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Escape da Terminus."
MissionDescriptionOverride="Com seu último suspiro, Nakayama ativou a sequência de autodestruição da sua nave.  Você deve escapar antes que ela exploda!"

[M_Sage_EndGame:ExtendBridge MissionObjectiveDefinition]
ProgressMessage="Baixe a ponte"

[M_Sage_EndGame:ExtendBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:GoToCliffs MissionObjectiveDefinition]
ProgressMessage="Vá até Candlerakk's Crag"

[M_Sage_EndGame:GoToCliffsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:InvestigateShip MissionObjectiveDefinition]
ProgressMessage="Investigue a nave"

[M_Sage_EndGame:InvestigateShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Faça a festa no arsenal da Terminus."
MissionDescriptionOverride="Nakayama está morto... sua nave está destruida... e sua monstruosidade provavelmente foi torrada no choque. Hora de pegar a sua recompensa. O arsenal da Terminus se abriu quando a caiu. Hammerlock sugeriu que você entre lá e recolha os frutos do seu trabalho."

[M_Sage_EndGame:InvestigateShipSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Faça a festa no arsenal da Terminus."
MissionDescriptionOverride="Nakayama está morto... sua nave está destruida... e sua monstruosidade agora é história. Hora de pegar a sua recompensa. O arsenal da Terminus se abriu quando a caiu. Hammerlock sugeriu que você entre lá e recolha os frutos do seu trabalho."

[M_Sage_EndGame:KillBoss MissionObjectiveDefinition]
ProgressMessage="Elimine o Jackenstein"

[M_Sage_EndGame:KillBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine a monstruosidade convencida."
MissionDescriptionOverride="À caminho do arsenal da HSS Terminus, a monstruosidade do professor Nakayama apareceu está tentando te matar.\nnSeja educado e retribua a cortesia."

[M_Sage_EndGame:KillDoctor MissionObjectiveDefinition]
ProgressMessage="Elimine o professor Nakayama"

[M_Sage_EndGame:KillDoctorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine professor Nakayama."
MissionDescriptionOverride="Você seguiu Nakayama até a sua nave e conseguiu detê-lo antes que ele libertasse sua monstruosidade gigante. Agora você só precisa eliminar o Nakayama e tudo ficará legal."

[M_Sage_EndGame:LootShip MissionObjectiveDefinition]
ProgressMessage="Saqueie o arsenal"

[M_Sage_EndGame:LootShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Nakayama está morto... sua nave está destruida... e sua monstruosidade agora é história. Hora de pegar a sua recompensa. O arsenal da Terminus se abriu quando a caiu. Hammerlock sugeriu que você entre lá e recolha os frutos do seu trabalho.\nComo o Claptrap é mais burro do que uma porta, ele reiniciou sem querer a sequência de autodestruição da Terminus. Você deve se apressar e pegar tudo que conseguir antes que a nave exploda e leve você com ela."

[M_Sage_EndGame:OpenShipDoor MissionObjectiveDefinition]
ProgressMessage="Abra a porta"

[M_Sage_EndGame:OpenShipDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:ReachShip MissionObjectiveDefinition]
ProgressMessage="Alcance a nave"

[M_Sage_EndGame:ReachShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

